var inst=new Image;
inst.src='img/instr.gif';
var profil=new Image;
profil.src='img/profile.jpg';
var or641=new Image;
or641.src='oracal/641.gif';
var or8500=new Image;
or8500.src='oracal/8500.gif';
var or8810=new Image;
or8810.src='oracal/8810.gif';
var clock=new Array(4)
for(var i=0;i<4;i++)
{
clock[i]=new Image;
clock[i].src='clock/'+i+'.jpg';
}
var k="katalog";
var serv=["<li>Зеркало серебро 4мм<li>\
Зеркало бронза 4мм\
<li>Зеркало графит 4мм\
<li>Стекло бесцветное 4 мм\
<li>Стекло бронза 4 мм\
<li>Стекло сатин 4мм\
<li>Стекло сатин бронза 4мм\
<li>Стекло кризет бесцветное 4мм (под заказ)\
<li>Стекло шиншиллы бесцветное (под заказ)\
<li>Стекло шиншиллы бронза (под заказ)",
"<li>Рисунок на зеркале (серебро 4мм)\
<li>Рисунок на зеркале (бронза 4мм)\
<li>Рисунок на зеркале (графит 4мм)\
<li>Рисунок на стекле (бесцветное 4мм)\
<li>Рисунок на стекле (бронза 4мм)",
"<li>На зеркале (серебро 4мм)\
<li>На зеркале (бронза 4мм)\
<li>На зеркале (графит 4мм\
<li>На стекле (бесцветное 4мм)",
"<li>На зеркале (серебро 4мм)\
<li>На зеркале (бронза 4мм)\
<li>На зеркале (графит 4мм)\
<li>На стекле (бесцветное 4мм)\
<li>На стекле (бронза 4мм)",
"<li>На зеркале (серебро 4мм)\
<li>На зеркале (бронза 4мм)\
<li>На зеркале (графит 4мм)\
<li>На стекле (бесцветное 4мм)\
<li>На стекле (бронза 4мм)",
"<li>На зеркале (серебро 4мм)\
<li>На зеркале (бронза 4мм)\
<li>На зеркале (графит 4мм)\
<li>На стекле (бесцветное 4мм)\
<li>На стекле (бронза 4мм)",
"<li>На зеркале (серебро 4мм)\
<li>На зеркале (бронза 4мм)\
<li>На зеркале (графит 4мм)\
<li>На стекле (бесцветное 4мм)\
<li>На стекле (бронза 4мм)",,
"<li><a href='' onclick='parent.vision(or641,true);return false'>ORACAL 641</a>\
<li><a href='' onclick='parent.vision(or8500,true);return false'>ORACAL 8500</a>\
<li><a href='' onclick='parent.vision(or8810,true);return false'>ORACAL 8810</a>\
<li>Иней (под заказ)\
<li>Матовая белая STM 70 wps\
<li>Зимние узоры (под заказ)",,
"<li>Стекло + фон Oracal 641\
<li>1 цвет\
<li>2 цвета\
<li>3 цвета\
<li>4 цвета",,,
"<p>Двери-купе — одна из разновидностей раздвижных дверей. \
Это удобная конструкция, состоящая из алюминиевой рамы с \
закрепленными на ней подвижными механизмами и полотна двери.</p>\
<p>Сегодня двери-купе приобретают все большее распространение. \
Связано это главным образом с тем, что двери-купе помогают \
сэкономить полезное пространство в помещении. Ведь для того, \
чтобы открыть обычную дверь необходимо некоторое пространство, \
а двери-купе открываются и закрываются в своей же плоскости. \
Но эргономичность раздвижных дверей не является их единственным \
преимуществом перед распашными дверями. Двери-купе открываются \
и закрываются практически бесшумно. Для того чтобы открыть \
раздвижные двери не нужно прикладывать каких-либо существенных \
физических усилий.</p>\
<p>Кроме того, с точки зрения интерьерного дизайна, двери-купе \
прекрасно впишутся во внутреннее убранство практически любого \
жилого помещения или офиса. Простота конструкции позволяет \
установить двери-купе самостоятельно<a href='' onclick='parent.\
vision(inst,true);return false'> (см. инструкцию по установке)</a>, \
даже не имея опыта в строительстве, при этом сэкономить денежные \
средства.</p>\
<p>Двери-купе с пескоструйными рисунками ненавязчиво смотрятся в \
любом интерьере.</p>\
<p>Такие рисунки на дверях-купе получаются путем подачи песка под \
давлением через трафарет. Вы можете сами подобрать понравившиеся \
рисунок или воспользоваться нашим <a href='' onclick='parent.change(k); \
return false'>каталогом.</a></p> \
<p>При сборке дверей-купе мы используем профиль ARISTO, \
с примерами цветовой гаммы профиля можно ознакомиться <a href='' \
onclick='parent.vision(profil,true);return false'>здесь.</a></p>\
<p>Если у Вас возникли определенные вопросы по поводу выбора и \
заказа раздвижных дверей купе, то менеджеры компании \
«Мир Стекол и Зеркал» готовы предоставить Вам самые развернутые \
ответы. Для этого просто необходимо позвонить по указанным \
контактным телефонам.</p>",
"<li><a href='' onclick='parent.vision(clock[0],true);return false'>образец 1</a>\
<li><a href='' onclick='parent.vision(clock[1],true);return false'>образец 2</a>\
<li><a href='' onclick='parent.vision(clock[2],true);return false'>образец 3</a>\
<li><a href='' onclick='parent.vision(clock[3],true);return false'>образцы стрелок</a>"]
function wrimg(cl,nm)
{
document.write("<img class='"+cl+"' id='"+nm+"' src='img/"+nm+".png'",
"onmouseover='parent.activate(this)' onmouseout='parent.disactivate(this)'",
"onclick=vision(this)>");
}
function vision(o)
{
for(var i=0;i<15;i++)if(serv[i])unvision(document.getElementById('u'+i));
var n=o.id.substring(1)-1;
if(serv[n])document.getElementById('u'+n).style.display='block';
parent.seth()
}
function unvision(o)
{
if(parent.path){parent.path=false;return;}
o.style.display='none';
}
function tg(i)
{
return (i<13)?'<ul':'<div class="cupe"'
}
function atg(i)
{
return (i<13)?'</ul>':'</div>'
}